questions = [
    "Привет! Пройди небольшой тест, который покажет насколько сильно ты ждешь Valorant Mobile!  ", # 0
	"Сколько тебе годиков?", # 1
	"Есть ли у тебя персональный компьютер для учебы??? (не для игр)", # 2
	"Сколько стоит твоя видеокарта?", # 3
    "Любишь играть в мобилку пока какаешь?🤭",#4
    "Играл ли ты когда нибудь в Стандофф 2?", # 5
    "Сколько у тебя отчимов?", # 6
    "Сколько раз у тебя был секс с женщиной?", # 7
    "Ты подписан на Злюху?", # 8
    "Какой у тебя телефон?",  # 9
    "Как думаешь, твой телефон потянет Valorant Mobile?",  # 10
    "Где ты был 8 лет назад?", # 11
    "Какую часть скорости света должна составлять скорость частицы, чтобы её кинетическая энергия была равна её энергии покоя?", # 12
    "Ура, ты прошел тест от <u><b><a href=\"https://t.me/zlyxazbs\">Ильи Канаева</a></b></u>" # 13
]

answers = [
    ["го"],
    ["меньше 18 лет","больше 30 лет"],
    ["да","нет("],
    ["менее 15к", "более 20к", "100к"],
    ["да","нет"],
    ["да","нет"],
    ["больше миллиона","таких чисел не придумали"],
    ["Около 100 раз","Больше миллиона раз"],
    ["да","сейчас подпишусь"],
    ["Андроид👑","Айфон🤮"],
    ["да","нет","не знаю😿"],
    ["играл в стендофчек","ждал валорант мобаил"],
    ["да, я знаю", "блин я тупой","я забыл"],
    []
]

emotions = [
    [],
    ["бош малявка",""],
    ["","хавхваваавххавх лох|1"],
    ["","","пиздабол"],
    [],
    ["","|1"],
    ["|1","|1"],
    [],
    ["🥰","<a href='https://www.youtube.com/@zlyxa/featured'>жду тебя мой пупсик</a>"],
    ["Респект","Позорище🤮"],
    ["","","<a href='https://youtu.be/CzBP3i_7KYg'>узнать</a>"],
    [],
    []
]