questions = [
    "Привет! Пройди небольшой тест, который покажет насколько сильно ты ждешь Valorant Mobile!  ", # 0
	"Сколько тебе годиков?", # 1
	"Есть ли у тебя персональный компьютер для учебы??? (не для игр)", # 2
	"Сколько стоит твоя видеокарта?", # 3
    "Играл ли ты когда нибудь в Стандофф 2?", # 4
    "Сколько у тебя отчимов?", # 5
    "Сколько раз у тебя был секс с женщиной?", # 6
    "Ты подписан на Злюху?", # 7
    "Какой у тебя телефон?",  # 8
    "Как думаешь, твой телефон потянет Valorant Mobile?",  # 9
    "Где ты был 8 лет назад?", # 10
    "Какую часть скорости света должна составлять скорость частицы, чтобы её кинетическая энергия была равна её энергии покоя?", # 11
    "Ура, ты прошел тест от <u><b><a href=\"https://t.me/zlyxazbs\">Ильи Канаева</a></b></u>" # 12
]

answers = {
    0 : ["го"],
    1 : ["меньше 18 лет","больше 30 лет"],
    2 : ["да","нет("],
    3 : ["менее 15к", "более 20к", "100к"],
    4 : ["да","нет"],
    5 : ["больше миллиона","таких чисел не придумали"],
    6 : ["Около 100 раз","Больше миллиона раз"],
    7 : ["да","сейчас подпишусь"],
    8 : ["Андроид👑","Айфон🤮"],
    9 : ["да","нет","не знаю😿"],
    10 : ["играл в стендофчек","ждал валорант мобаил"],
    11 : ["да, я знаю", "блин я тупой","я забыл"],
    12 : []
}