questions = [
    "Привет! Пройди небольшой тест, который покажет насколько сильно ты ждешь Valorant Mobile!  ",
	"Сколько тебе годиков?",
	"Есть ли у тебя персональный компьютер для учебы??? (не для игр)",
	"Сколько стоит твоя видеокарта?",
    "Играл ли ты когда нибудь в Стандофф 2?",
    "Сколько у тебя отчимов?",
    "Ты подписан на Злюху?",
    "Где ты был 8 лет назад?",
    "Какой у тебя телефон?",
    "Ура, ты прошел тест от <u><b><a href=\"https://t.me/zlyxazbs\">Ильи Канаева</a></b></u>"
]

answers = {
    0 : ["го"],
    1 : ["меньше 18 лет","больше 30 лет"],
    2 : ["да","нет("],
    3 : ["менее 15к", "более 20к", "100к"],
    4 : ["да","нет"],
    5 : ["больше миллиона","таких чисел не придумали"],
    6 : ["да","сейчас подпишусь"],
    7 : ["играл в стендофчек","ждал валорант мобаил"],
    8 : ["Андроид👑","Айфон🤮"],
    9 : []
}